mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
alacritty
pipewire
pipewire-alsa
libpipewire02
gst-plugin-pipewire
pipewire-media-session
pipewire-pulse
pipewire-v4l2
wireplumber
helvum
autoconf
automake
base
bash-completion
bluez
bluez-libs
bluez-utils
bridge-utils
btrfs-progs
celluloid
cmatrix
cups
thunar
efibootmgr
egl-wayland
exfat-utils
extra-cmake-modules
filelight
flex
fuse2
fuse3
fuseiso
gcc
gimp
inkscape
git
gptfdisk
grub
grub-customizer
gst-libav
gst-plugins-good
gst-plugins-ugly
gwenview
neofetch
htop
iptables-nft
libdvdcss
libtool
linux
linux-firmware
linux-headers
lsof
make
networkmanager
ntfs-3g
ntp
okular
openbsd-netcat
openssh
os-prober
p7zip
pacman-contrib
patch
picom
pkgconf
print-manager
python-notify2
python-psutil
python-pyqt5
python-pip
qemu
rsync
snapper
flameshot
sudo
swtpm
traceroute
ufw
unrar
unzip
usbutils
virt-manager
virt-viewer
wget
which
zsh
zsh-syntax-highlighting
zsh-autosuggestions
rustup
neovim
nano
firefox-developer-edition
psensor
lm_sensors
starship
otf-ipafont
wqy-microhei
filezilla
gnome
gnome-shell-extensions
gnome-tweaks